[
  {
    "imageURl": "https://i.ibb.co/QmKdzrC/spiderman-3093340-1920.jpg",
    "seller_name": "Naimur Reza",
    "email": "raju@gmail.com",
    "sub_category": "Spider Man",
    "price": "199",
    "rating": "4.8",
    "quantity": "2000",
    "description": "Swing into action with this Spider-Man action figure. With his web-slinging abilities, acrobatic moves, and Spidey sense, Spider-Man is always ready to protect New York City from villains. This action figure showcases Spider-Man's classic red and blue costume, intricate web patterns, and comes with multiple interchangeable hands and web accessories for dynamic play and display options."
  },
  {
    "imageURl": "https://i.ibb.co/hCZ8wym/the-thing-4777770-1920.jpg",
    "seller_name": "Jhon Wick",
    "email": "raju@gmail.com",
    "sub_category": "Mister Fantastic",
    "price": "299",
    "rating": "4.7",
    "quantity": "2000",
    "description": "Unleash the stretchable brilliance of Mister Fantastic with this action figure. Reed Richards, the leader of the Fantastic Four, possesses the incredible ability to stretch his body to extraordinary lengths. This action figure captures the essence of Mister Fantastic with its highly flexible and poseable design, allowing you to stretch and contort Reed's limbs in various dynamic positions"
  },
  {
    "imageURl": "https://i.ibb.co/zVSTyBX/toy-3914477-1920.jpg",
    "seller_name": "Willams",
    "email": "raju@gmail.com",
    "sub_category": "Dead Pool",
    "price": "299",
    "rating": "4.7",
    "quantity": "2000",
    "description": "Unleash the irreverent and unpredictable Merc with a Mouth with this Deadpool action figure. Wade Wilson, also known as Deadpool, is a highly skilled and slightly unhinged anti-hero with a rapid healing factor and a penchant for breaking the fourth wall. This action figure perfectly captures Deadpool's unique personality, featuring his iconic red and black costume, complete with intricate detailing and Deadpool's signature symbol. "
  },
  {
    "imageURl": "https://i.ibb.co/1ZtzMCC/DC-Godspeed-DC-Universe-Custom-Action-Figure.jpg",
    "seller_name": "Jhon Williams",
    "email": "",
    "sub_category": "GodSpeed",
    "price": "199",
    "rating": "4.9",
    "quantity": "119",
    "description": "Unleash the lightning-fast speedster known as Godspeed with this action figure. Inspired by the iconic character from DC Comics, Godspeed possesses incredible speed and lightning-based powers, making him a formidable force against his adversaries. This action figure showcases Godspeed's sleek white costume with lightning bolt accents."
  },
  {
    "imageURl": "https://i.ibb.co/FmNZxgK/Banda-SH-Figuarts-Avengers-Captain-America-About-155mm-ABS-u0026-PVC-Painted-Action-Figure.jpg",
    "seller_name": "Jhon Williams",
    "email": "",
    "sub_category": "Captain America",
    "price": "150",
    "rating": "5.0",
    "quantity": "89",
    "description": "Stand for justice and defend freedom with this Captain America action figure. With his iconic shield and unwavering determination, Captain America leads the charge against tyranny and injustice. This action figure captures the patriotic hero's likeness with its detailed costume, shield-wielding pose, and superior articulation for executing heroic battle moves."
  },
  {
    "imageURl": "https://i.ibb.co/jwPgKL4/Red-Hulk-Marvel-Legends-Target-exclusive-action-figure-1.jpg",
    "seller_name": "Shane Warner",
    "email": "warner@gmail.com",
    "sub_category": "Red Hulk",
    "price": "249",
    "rating": "4.7",
    "quantity": "1743",
    "description": "Introducing the incredible Red Hulk action figure! Get ready to unleash the fury with this highly detailed and dynamic toy that brings the power of the Red Hulk right into your hands.  Standing tall at [insert height], this stunning Red Hulk figure features a muscular physique, accurately depicting the iconic character's imposing presence."
  },
  {
    "imageURl": "https://i.ibb.co/64XsxrN/iron-man-4946614-1920.jpg",
    "seller_name": "Jhon Wick",
    "email": "mangoe@gmail.com",
    "sub_category": "Iron Man",
    "price": "190",
    "rating": "4.9",
    "quantity": "2293",
    "description": "Unleash the power of genius billionaire Tony Stark with this Iron Man action figure. Equipped with state-of-the-art armor and repulsor technology, Iron Man is ready to protect the world from any threat. This action figure features highly detailed sculpting, vibrant colors, and multiple points of articulation, allowing you to pose Iron Man in various dynamic positions."
  },
  {
    "imageURl": "https://i.ibb.co/zbXsh03/thanos.jpg",
    "seller_name": "Mangoe Man",
    "email": "mangoe@gmail.com",
    "sub_category": "Thanos",
    "price": "300",
    "rating": "4.9",
    "quantity": "2001",
    "description": "Introducing the lethal and enigmatic Thanos action figure! Prepare to immerse yourself in the world of anti-heroes with this meticulously crafted and highly detailed collectible.  Standing tall at [insert height], this striking Thanos figure captures the essence of the infamous assassin."
  },
  {
    "imageURl": "https://i.ibb.co/RQpxKpN/wolverine-6074789-1920.jpg",
    "seller_name": "Mangoe Man",
    "email": "mangoe@gmail.com",
    "sub_category": "Wolverine",
    "price": "249",
    "rating": "4.7",
    "quantity": "2001",
    "description": "Introducing the lethal and enigmatic Wolverine action figure! Prepare to immerse yourself in the world of anti-heroes with this meticulously crafted and highly detailed collectible.  Standing tall at [insert height], this striking Wolverine figure captures the essence of the infamous assassin."
  },
  {
    "imageURl": "https://i.ibb.co/xhxH5jm/Adventures-of-Deadpool-Deadpool-Custom-Action-Figure.jpg",
    "seller_name": "Jacob Kane",
    "email": "jacob@gmail.com",
    "sub_category": "Dead Pool",
    "price": "249",
    "rating": "4.7",
    "quantity": "2001",
    "description": "Unleash the irreverent and unpredictable Merc with a Mouth with this Deadpool action figure. Wade Wilson, also known as Deadpool, is a highly skilled and slightly unhinged anti-hero with a rapid healing factor and a penchant for breaking the fourth wall. This action figure perfectly captures Deadpool's unique personality, featuring his iconic red and black costume, complete with intricate detailing and Deadpool's signature symbol. "
  },
  {
    "imageURl": "https://i.ibb.co/S0H2snq/dr-strange-7251770-1920.jpg",
    "seller_name": "Mangoe Man",
    "email": "mangoe@gmail.com",
    "sub_category": "Doctor Strange",
    "price": "400",
    "rating": "4.9",
    "quantity": "2001",
    "description": "Introducing the lethal and enigmatic Dr Strange action figure! Prepare to immerse yourself in the world of anti-heroes with this meticulously crafted and highly detailed collectible.  Standing tall at [insert height], this striking Dr Strange figure captures the essence of the infamous assassin."
  }
]
